Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=718_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ paŠlǩǩii reŠttev sääŠmǩiõl mättʼtõõđjid
fin: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita

source: SääŠmteŠǧǧ jueŠjji škoouli ǩiđđprääŠznǩen stipeendid sääŠmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääŠmǩiõl mättʼtõõttmõõžžâst.
fin: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.

source: Stipeendid uŠvddeš kuŠtte sääŠmǩiõl teeŠst pâŠjjmättʼtõõttituŠtǩǩõõzz spraavtõõttja, 13 vuâđđmättŠtõõzz loopptam da koŠlmme SääŠmvuuŠd škoouŠlŠjemkõõskõõzzâst valmštõõvvja.
fin: Stipendi annettiin yhteensä kuudelle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle, 13:lle perusopetuksen päättäneelle ja kolmelle Saamelaisalueen koulutuskeskuksesta valmistuneelle.

source: SääŠmteeŠǧǧ stipeendid vuõǯǯu škoouli mieŠldd peäggtum puõŠtti nuõr:
fin: Saamelaiskäräjien stipendin saivat seuraavat nuoret:

source: Enontekiö lookkjiškooul: Juhán-Tuommá Magga (tâŠvvsääŠm) da Kiia Näkkälä (tâŠvvsääŠm)
fin: Enontekiön erälukio: Juhán-Tuommá Magga (pohjoissaame) ja Kiia Näkkälä (pohjoissaame)

source: ÂŠvvel lookkjiškooul: Gabriela Satokangas (tâŠvvsääŠm), Matias West (tâŠvvsääŠm) da Sunna Kokkonen (tâŠvvsääŠm)
fin: Ivalon lukio: Gabriela Satokangas (pohjoissaame), Matias West (pohjoissaame) ja Sunna Kokkonen (pohjoissaame)

source: Uccjooǥǥ sääŠmlookkjiškooul: Tommi Länsman (tâŠvvsääŠm)
fin: Utsjoen saamelaislukio: Tommi Länsman (pohjoissaame)

source: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeŠǩǩ:
fin: Perusopetuksen suorittaneet oppilaat:

source: ČeŠvetjääuŠr škooul: Hannele Fofonoff (nuõrttsääŠm)
fin: Sevettijärven koulu: Hannele Fofonoff (koltansaame)

source: Vuõccu škooul: Sunna Nikodemus (tâŠvvsääŠm)
fin: Vuotson koulu: Sunna Nikodemus (pohjoissaame)

source: Hetta pââibužškooul: Niki Kumpulainen (tâŠvvsääŠm), Anni-Sofia Löf (tâŠvvsääŠm) da Fiia Kimmel (tâŠvvsääŠm)
fin: Hetan peruskoulu: Niki Kumpulainen (pohjoissaame), Anni-Sofia Löf (pohjoissaame) ja Fiia Kimmel (pohjoissaame)

source: Aanar pââibužškooul: Lasse Kaitsalo (tâŠvvsääŠm)
fin: Inarin yläkoulu: Sakke Kaitsalo (pohjoissaame)

source: Karigasnjaarg škooul: Christer Rasmus (tâŠvvsääŠm)
fin: Karigasniemen koulu: Christer Rasmus (pohjoissaame)

source: UccjokknjääŠlm škooul: Tuomo Laiti (tâŠvvsääŠm)
fin: Utsjokisuun koulu: Tuomo Laiti (pohjoissaame)

source: ÂŠvvel pââibužškooul: Jolanda Magga (tâŠvvsääŠm)
fin: Ivalon yläaste: Jolanda Magga (pohjoissaame)

source: Aleksanteri Kena škooul, SuäŠđjel: Saku Puotiniemi (tâŠvvsääŠm) da Miikka Ämmälä (tâŠvvsääŠm)
fin: Aleksanteri Kenan koulu, Sodankylä: Saku Puotiniemi ja Miikka Ämmälä (pohjoissaame)

source: Maikkula škooul, Oulu: Ante Veijola (tâŠvvsääŠm)
fin: Maikkulan koulu, Oulu: Ante Veijola (pohjoissaame)

source: Pohjankartano škooul, Oulu: Inka Ryhänen (tâŠvvsääŠm)
fin: Pohjankartanon koulu, Oulu: Inka Ryhänen (pohjoissaame)

source: SääŠmvuuŠd škoouŠlŠjemkõõskõõzzâst valmštõõvvâm:
fin: Saamelaisalueen koulutuskeskuksesta valmistuneet:

source: Erkki Gauriloff (nuõrttsääŠm)
fin: Erkki Gauriloff (koltansaame)

source: Sunna Valkeapää (tâŠvvsääŠm)
fin: Sunna Valkeapää (pohjoissaame)

source: SääŠmteŠǧǧ tuäivat leekk da šiõǥǥ ǩieŠssluõvâsvuõđ pukid !
fin: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
